{
  "id": "bitcoin",
  "name": "Bitcoin",
  "ticker": "BTC",
  "description": {
    "en": "Bitcoin is a decentralized digital currency, without a central bank or single administrator, that can be sent from user to user on the peer-to-peer bitcoin network without the need for intermediaries.",
    "es": "Bitcoin es una moneda digital descentralizada, sin un banco central o administrador único, que puede ser enviada de usuario a usuario en la red de bitcoin peer-to-peer sin la necesidad de intermediarios.",
    "tr": "Bitcoin, merkez bankası veya tek bir yönetici olmadan merkezi olmayan dijital bir para birimidir ve aracılar olmadan kullanıcıdan kullanıcıya peer-to-peer bitcoin ağı üzerinden gönderilebilir.",
    "ru": "Биткойн - это децентрализованная цифровая валюта, без центрального банка или единого администратора, которая может быть отправлена от пользователя к пользователю в сети биткойн peer-to-peer без необходимости посредников.",
    "pt": "O Bitcoin é uma moeda digital descentralizada, sem um banco central ou administrador único, que pode ser enviada de usuário para usuário na rede peer-to-peer do bitcoin sem a necessidade de intermediários.",
    "nl": "Bitcoin is een gedecentraliseerde digitale valuta, zonder een centrale bank of enkele beheerder, die van gebruiker naar gebruiker kan worden verzonden op het peer-to-peer bitcoin-netwerk zonder de noodzaak van tussenpersonen.",
    "fr": "Bitcoin est une monnaie numérique décentralisée, sans banque centrale ou administrateur unique, qui peut être envoyée d'utilisateur à utilisateur sur le réseau peer-to-peer de bitcoin sans avoir besoin d'intermédiaires.",
    "de": "Bitcoin ist eine dezentralisierte digitale Währung, ohne eine Zentralbank oder einen einzigen Administrator, die von Benutzer zu Benutzer im Peer-to-Peer-Bitcoin-Netzwerk ohne die Notwendigkeit von Vermittlern gesendet werden kann.",
    "ja": "ビットコインは、中央銀行や単一の管理者なしに送金できる分散型デジタル通貨です。ビットコインネットワーク上のピアツーピア送金が可能で、中間業者が不要です。",
    "ko": "비트코인은 중앙 은행이나 단일 관리자 없이 사용자 간에 중개인이 필요 없는 피어 투 피어 비트코인 네트워크에서 사용자 간에 전송할 수 있는 탈중앙화된 디지털 통화입니다.",
    "ar": "بيتكوين هو عملة رقمية لامركزية، بدون بنك مركزي أو مسؤول واحد، يمكن إرسالها من مستخدم إلى مستخدم على شبكة بيتكوين الند للند دون الحاجة إلى وسطاء.",
    "zh": "比特币是一种去中心化的数字货币，没有中央银行或单一管理者，可以在点对点比特币网络上从用户发送到用户，无需中介。",
    "ro": "Bitcoin este o monedă digitală descentralizată, fără o bancă centrală sau un administrator unic, care poate fi trimisă de la utilizator la utilizator pe rețeaua peer-to-peer bitcoin fără a avea nevoie de intermediari.",
    "el": "Το Bitcoin είναι μια αποκεντρωμένη ψηφιακή νομισματική μονάδα, χωρίς κεντρική τράπεζα ή μοναδικό διαχειριστή, η οποία μπορεί να σταλεί από χρήστη σε χρήστη στο δίκτυο peer-to-peer του Bitcoin χωρίς την ανάγκη ενδιάμεσων.",
    "sv": "Bitcoin är en decentraliserad digital valuta, utan en centralbank eller en enda administratör, som kan skickas från användare till användare på det peer-to-peer-baserade bitcoin-nätverket utan behov av mellanhänder.",
    "it": "Bitcoin è una valuta digitale decentralizzata, senza una banca centrale o un amministratore unico, che può essere inviata da utente a utente sulla rete peer-to-peer di bitcoin senza la necessità di intermediari.",
    "fi": "Bitcoin on hajautettu digitaalinen valuutta, ilman keskuspankkia tai yhtä hallinnoijaa, jota voidaan lähettää käyttäjältä toiselle vertaisverkon bitcoin-verkossa ilman välittäjien tarvetta.",
    "no": "Bitcoin er en desentralisert digital valuta, uten en sentralbank eller en enkelt administrator, som kan sendes fra bruker til bruker på det peer-to-peer-baserte bitcoin-nettverket uten behov for mellommenn.",
    "da": "Bitcoin er en decentraliseret digital valuta, uden en centralbank eller en enkelt administrator, der kan sendes fra bruger til bruger på det peer-to-peer-baserede bitcoin-netværk uden behov for mellemmænd.",
    "pl": "Bitcoin to zdecentralizowana cyfrowa waluta, bez centralnego banku lub jednego administratora, która może być wysyłana od użytkownika do użytkownika w sieci peer-to-peer bitcoin bez potrzeby pośredników.",
    "cs": "Bitcoin je decentralizovaná digitální měna, bez centrální banky nebo jediného správce, která může být posílána od uživatele k uživateli v peer-to-peer síti bitcoinu bez potřeby prostředníků.",
    "sk": "Bitcoin je decentralizovaná digitálna mena, bez centrálnej banky alebo jedného správcu, ktorá môže byť posielaná od používateľa k používateľovi v peer-to-peer sieti bitcoinu bez potreby prostredníkov.",
    "bg": "Биткойн е децентрализирана цифрова валута, без централна банка или един администратор, която може да бъде изпратена от потребител на потребител в peer-to-peer мрежата на биткойн без нужда от посредници.",
    "id": "Bitcoin adalah mata uang digital terdesentralisasi, tanpa bank sentral atau administrator tunggal, yang dapat dikirimkan dari pengguna ke pengguna di jaringan peer-to-peer bitcoin tanpa perlu perantara.",
    "vi": "Bitcoin là một loại tiền điện tử phi tập trung, không có ngân hàng trung ương hoặc quản trị viên duy nhất, có thể được gửi từ người dùng đến người dùng trên mạng lưới peer-to-peer của bitcoin mà không cần trung gian.",
    "ms": "Bitcoin adalah mata wang digital yang tidak terpusat, tanpa bank pusat atau pentadbir tunggal, yang boleh dihantar dari pengguna ke pengguna di rangkaian peer-to-peer bitcoin tanpa perlu perantara.",
    "th": "บิตคอยน์เป็นสกุลเงินดิจิทัลที่ไม่มีธนาคารกลางหรือผู้ดูแลเดียว สามารถส่งจากผู้ใช้ไปยังผู้ใช้ในเครือข่ายบิตคอยน์แบบ peer-to-peer โดยไม่ต้องผ่านตัวกลาง",
    "hi": "बिटकॉइन एक डिसेंट्रलाइज़्ड डिजिटल मुद्रा है, जिसमें कोई सेंट्रल बैंक या एकल प्रशासक नहीं है, जो पीर-टू-पीर बिटकॉइन नेटवर्क पर उपयोगकर्ता से उपयोगकर्ता को बिना बीचकों की आवश्यकता के भेजा जा सकता है।"
  },
  "networks": ["bitcoin"],
  "contract_addresses": [],
  "website": "https://bitcoin.org/",
  "whitepaper": "https://bitcoin.org/bitcoin.pdf",
  "source_code": ["https://github.com/bitcoin/bitcoin"],
  "block_explorers": ["https://blockchain.info/"],
  "forum": "https://bitcointalk.org/",
  "socials": {
    "reddit": "https://www.reddit.com/r/bitcoin",
    "twitter": "https://twitter.com/bitcoin",
    "telegram": {
      "en": "https://t.me/bitcoin"
    },
    "telegram_ann": null,
    "facebook": null,
    "youtube": null,
    "instagram": null,
    "linkedin": null
  },
  "categories": ["currency", "layer_1", "pow"],
  "genesis_date": "2009-01-03",
  "consensus_algorithm": "pow",
  "circulating_supply_api": "https://api.blockchair.com/bitcoin/stats",
  "circulating_supply_api_field": "data.circulation",
  "total_supply_api": "https://api.blockchair.com/bitcoin/stats",
  "total_supply_api_field": "data.circulation",
  "max_supply": 21000000,
  "sources": ["blockchair.com"]
}
